/* No comment provided by engineer. */
"Cancel" = "Batal";

/* No comment provided by engineer. */
"Comment" = "Komentar";

/* No comment provided by engineer. */
"DONE" = "SELESAI";

/* No comment provided by engineer. */
"Enter email address" = "Masukkan alamat email";

/* No comment provided by engineer. */
"Enter username" = "Masukkan username";

/* No comment provided by engineer. */
"Email Address" = "Alamat Email";

/* No comment provided by engineer. */
"Email address format is invalid" = "Format alamat email tidak valid";

/* No comment provided by engineer. */
"Email Address Optional" = "Alamat Email (Tidak Wajib)";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Excellent" = "Luar Biasa";

/* No comment provided by engineer. */
"Failed to connect to our server, please try again later..." = "Gagal terhubung dengan server kami, silakan mencoba kembali...";

/* No comment provided by engineer. */
"Full Name" = "Nama Lengkap";

/* No comment provided by engineer. */
"Good" = "Baik";

/* No comment provided by engineer. */
"Group Name" = "Nama Grup";

/* No comment provided by engineer. */
"Horrible" = "Mengecewakan";

/* No comment provided by engineer. */
"Insert Name" = "Masukkan Nama";

/* No comment provided by engineer. */
"Insert Password" = "Masukkan Kata Sandi";

/* No comment provided by engineer. */
"It appears you don't have internet connection, please try again later..." = "Sepertinya Anda sedang offline, silakan periksa koneksi Anda...";

/* No comment provided by engineer. */
"Leave a comment" = "Berikan komentar";

/* No comment provided by engineer. */
"Leave a review" = "Berikan ulasan";

/* No comment provided by engineer. */
"Mark as solved" = "Akhiri percakapan";

/* No comment provided by engineer. */
"Message" = "Pesan";

/* No comment provided by engineer. */
"Need help with anything?" = "Butuh bantuan?";

/* No comment provided by engineer. */
"New message" = "Pesan baru";

/* No comment provided by engineer. */
"Not good" = "Kurang baik";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Okay" = "Cukup baik";

/* No comment provided by engineer. */
"Optional" = "Tidak Wajib";

/* No comment provided by engineer. */
"Password must contain at least one lowercase, uppercase, special character, and a number." = "Kata sandi harus memuat setidaknya satu huruf kecil, huruf besar, karakter khusus, dan angka";

/* No comment provided by engineer. */
"Password Optional" = "Kata Sandi (Tidak Wajib)";

/* No comment provided by engineer. */
"Please enter your email" = "Masukkan alamat email anda";

/* No comment provided by engineer. */
"Please enter your message" = "Masukkan pesan anda";

/* No comment provided by engineer. */
"Please enter your name" = "Masukkan nama anda";

/* No comment provided by engineer. */
"Please fill out the form below before you leave a message" = "Harap isi formulir di bawah sebelum meninggalkan pesan";

/* No comment provided by engineer. */
"Please select your topic" = "Pilih topik anda";

/* No comment provided by engineer. */
"Retype Password" = "Masukkan Ulang Kata Sandi";

/* No comment provided by engineer. */
"Select Topic" = "Pilih Topik";

/* No comment provided by engineer. */
"Send Message" = "Kirim Pesan";

/* No comment provided by engineer. */
"Submit Review" = "Kirim Ulasan";

/* No comment provided by engineer. */
"This case will be closed and you wont be able to further send messages or receive assistance regarding this case. Would you like to proceed?" = "Percakapan ini akan ditutup dan Anda tidak akan dapat mengirim pesan atau menerima bantuan terkait kasus ini. Apa Anda yakin ingin melanjutkan?";

/* No comment provided by engineer. */
"Topic" = "Topik";

/* No comment provided by engineer. */
"Type message here" = "Ketik pesan disini";

/* No comment provided by engineer. */
"Username" = "Username";

/* No comment provided by engineer. */
"Username is always required.\nMust be between 4-32 characters.\nCan only contain a-z, 0-9, underscores, and dot.\nCan't start with number or underscore or dot.\nCan't end with underscore or dot.\nCan't contain consecutive underscores, consecutive dot, underscore followed with dot, and otherwise." = "Username diperlukan.\nHarus antara 4–32 karakter.\nHanya dapat memuat a–z, 0–9, garis bawah, dan titik.\nTidak dapat berawal dengan angka atau garis bawah atau titik.\nTidak dapat berakhir dengan garis bawah atau titik.\nTidak dapat berisi garis bawah berurutan, titik berurutan, garis bawah diikuti dengan titik, dan sebaliknya.";

/* No comment provided by engineer. */
"Warning" = "Peringatan";

/* No comment provided by engineer. */
"We are experiencing problem to connect to our server, please try again later..." = "Terjadi kesalahan, silakan coba lagi...";
